{
    "version": "https://jsonfeed.org/version/1",
    "title": "WFHomies",
    "description": "",
    "home_page_url": "https://nobbyrn.github.io/wfhomies",
    "feed_url": "https://nobbyrn.github.io/wfhomies/feed.json",
    "user_comment": "",
    "icon": "https://nobbyrn.github.io/wfhomies/media/website/imageedit_9_8899347549.png",
    "author": {
        "name": "Ryan"
    },
    "items": [
        {
            "id": "https://nobbyrn.github.io/wfhomies/test-post/",
            "url": "https://nobbyrn.github.io/wfhomies/test-post/",
            "title": "The best monitors for working from home",
            "summary": "Introduction: If you're like most people, you want to work from home as much as possible. But before you can do that, you need a good monitor to work on. Here are 9 of the best monitors for working from home. 1. ASUS VivoBook F510UA&hellip;",
            "content_html": "<p>Introduction: If you're like most people, you want to work from home as much as possible. But before you can do that, you need a good monitor to work on. Here are 9 of the best monitors for working from home.</p>\n<p>1. ASUS VivoBook F510UA is a powerful laptop that is perfect for students, professionals and anyone who needs a powerful laptop that is portable and affordable. This laptop has a durable design, excellent performance and great battery life.</p>\n<p>2. Dell Inspiron 15 3000</p>\n<p>Dell Inspiron 15 3000 is one of the best value monitors on the market. It has a great resolution for its price and comes with a lot of features that make it great for working from home. Some of the best features of this monitor include:</p>\n<p>-It has a great resolution for its price, making it perfect for working with graphics or photos.</p>\n<p>-It comes with a lot of features that make it great for working from home, including an adjustable stand and a VGA port.</p>\n<p>4. Lenovo IdeaPad 320S-15IBR</p>\n<p>Lenovo IdeaPad 320S-15IBR is a great choice for working from home. It has a large screen size and powerful specs that make it perfect for multitasking and online streaming. Plus, the backlit keyboard makes it easy to work in low light conditions.</p>\n<p>5. Microsoft Surface Go 32GB with Windows 10 Pro (Certified Refurbished)</p>\n<p>6. Acer Predator Helios 300 G3-571-6480 16GB DDR4 VRAM GT 710MX w/FreeDos 14\" DisplayPort HDMI x 2 USB C Genuine PC Parts (Refurbished)</p>\n<p>7. Apple iMac 21.\" 4K LED Retina Display Mid-Size Desktop Computer - Space Gray</p>\n<p>8. Apple</p>",
            "image": "https://nobbyrn.github.io/wfhomies/media/posts/1/monitors-feature-image.jpeg",
            "author": {
                "name": "Ryan"
            },
            "tags": [
                   "monitors"
            ],
            "date_published": "2022-04-19T13:44:10+01:00",
            "date_modified": "2022-04-21T12:53:01+01:00"
        }
    ]
}
